[
    {
        "name": "50 First Dates",
        "looks":"/assets/looks/50firstdates.png",
        "trailer": "https://www.youtube.com/watch?v=17KJk3ErIx0",
        "synopsis": "Henry, biólogo marino, no tiene la mínima intención de comprometerse con nadie, hasta que conoce a Lucy, la chica de sus sueños. Sin embargo, hay un pequeño problema, la joven se levanta cada mañana sin recordar absolutamente nada del día anterior.",
        "poster": "/assets/posters/50firstdates.png",
        "release": "13 de febrero del 2004",
        "logo": "/assets/movies/50firstdates.svg"
    },
    {
        "name": "Adam Sandler’s Eight Crazy Nights",
        "looks":"/assets/looks/eightcrazynights.png",
        "trailer": "https://www.youtube.com/watch?v=VoFIpnSGnZk",
        "synopsis": "Adam Sandler da voz a Davey Stone, un joven que odia las fiestas y cree que nadie en Dukesberry las disfrutará. Debe pasar las fiestas como árbitro asistente en la liga juvenil de baloncesto o ir a la cárcel. Conoce al excéntrico árbitro principal Whitey Duvall, que combina el carácter problemático de Davey con su optimismo.",
        "poster": "/assets/posters/eightcrazynights.png",
        "release": "27 de noviembre del 2002",
        "logo": "/assets/movies/eightcrazynights.svg"
    },
    {
        "name": "Anger Management",
        "trailer": "https://www.youtube.com/watch?v=jA_j1WNDd_Q",
        "synopsis": "Dave Buznik, un hombre de negocios tranquilo es enviado a un programa de control de la ira tras un altercado en un avión. Su instructor, el Dr. Buddy Rydell, tiene un grave problema de ira, que se hace evidente cuando Rydell enseña a Dave a “comportarse con calma”.",
        "poster": "/assets/posters/angermanagement.png",
        "release": "11 de abril del 2003",
        "logo": "/assets/movies/angermanagement.svg"
    },
    {
        "name": "Big Daddy",
        "trailer": " https://www.youtube.com/watch?v=hjPA1OPC9qU",
        "synopsis": "Sonny es un abogado treintañero al que nunca le ha gustado asumir las responsabilidades de un adulto. Después de que su última novia lo abandonará por su inmadurez, decide hacer algo drástico que cambie su vida: adoptar a un niño de 5 años.",
        "poster": "/assets/posters/bigdaddy.png",
        "release": "25 de junio del 1999",
        "logo": "/assets/movies/bigdaddy.svg"
    },
    {
        "name": "Click",
        "trailer": "https://www.youtube.com/watch?v=zZNC5emNyEQ",
        "synopsis": "Un arquitecto adicto al trabajo encuentra un control remoto universal que le permite avanzar y retroceder a diferentes partes de su vida. Las complicaciones surgen cuando el control remoto comienza a anular sus elecciones.",
        "poster": "/assets/posters/clic.png",
        "release": "23 de junio del 2006",
        "logo": "/assets/movies/clic.svg"
    },
    {
        "name": "Grown Ups",
        "trailer": "https://www.youtube.com/watch?v=e01NVCveGk",
        "synopsis": "Treinta años después de graduarse del colegio, cinco antiguos compañeros de equipo de baloncesto se reúnen en una casa junto al lago para recordar a su difunto entrenador. A pesar de haber crecido y formado familias, se dan cuenta de que la edad adulta consiste en aprovecharla al máximo, y ninguno está dispuesto a ser el adulto del grupo.",
        "poster": "/assets/posters/grownups.png",
        "release": "25 de junio del 2010",
        "logo": "/assets/movies/grownups.svg"
    },
    {
        "name": "Hotel Transylvania",
        "trailer": "https://www.youtube.com/watch?v=q4RK3jY7AVk",
        "synopsis": "Bienvenidos al Hotel Transilvania, el lujoso complejo turístico de cinco estrellas de Drácula, donde los monstruos y sus familias pueden disfrutar a lo grande y no se admiten humanos.",
        "poster": "/assets/posters/hoteltransylvania.png",
        "release": "28 de septiembre del 2012",
        "logo": "/assets/movies/hoteltransylvania.svg"
    },
    {
        "name": "Jack and Jill",
        "trailer": " https://www.youtube.com/watch?v=Sq5CIH0duMk",
        "synopsis": "Jack es un padre de familia que tiene que afrontar un arduo problema: la llegada de su odiada hermana Jill. Por si fuera poco, lo que, en principio, iba a ser una visita de pocos días, se alarga más de lo previsto, lo que obliga a Jack y Jill a intentar limar asperezas.",
        "poster": "/assets/posters/jackandjill.png",
        "release": "11 de noviembre del 2011",
        "logo": "/assets/movies/jackandjill.svg"
    },
    {
        "name": "Just Go With It",
        "trailer": " https://www.youtube.com/watch?v=fpj7i2CPt8M",
        "synopsis": "El cirujano Danny decide contratar a su ayudante Katherine, una madre soltera con hijos, para que finjan ser su familia. Su intención es demostrarle a Palmer que su amor por ella es tan grande que está a punto de divorciarse de su mujer.",
        "poster": "/assets/posters/justgowithit.png",
        "release": "11 de febrero del 2011",
        "logo": "/assets/movies/justgowithit.svg"
    },
    {
        "name": "The Longest Yard",
        "trailer": "https://www.youtube.com/watch?v=l1BF53bXP8I",
        "synopsis": "Paul Crewe, un exjugador de la NFL, es detenido y enviado a prisión. Allí se verá obligado a convertir a un variado grupo de presos en un equipo que tendrá que jugar contra los guardias del centro.",
        "poster": "/assets/posters/longestyard.png",
        "release": "27 de mayo del 2005",
        "logo": "/assets/movies/longestyard.svg"
    },
    {
        "name": "Mr. Deeds",
        "trailer": "https://www.youtube.com/watch?v=ASw47FiEhes",
        "synopsis": "Longfellow Deeds, propietario de una pizzería en Mandrake Falls, Nuevo Hampshire, está a punto de heredar 40 000 millones de dólares de un pariente lejano. Con la ayuda de su ayudante, Emilio, Deeds descubre el verdadero significado de la vida y demuestra que el dinero puede cambiarlo todo, pero no a todo el mundo.",
        "poster": "/assets/posters/mrdeeds.png",
        "release": "28 de junio del 2002",
        "logo": "/assets/movies/mrdeeds.svg"
    },
    {
        "name": "Pixels",
        "trailer": "https://www.youtube.com/watch?v=XAHprLW48no",
        "synopsis": "Los extraterrestres malinterpretan los juegos de arcade como una declaración de guerra y atacan la Tierra utilizando juegos clásicos como PAC-MAN, Donkey Kong, Galaga, Centipede y Space Invaders. El presidente Cooper recurre a Sam Brenner y su equipo para derrotar a los extraterrestres.",
        "poster": "/assets/posters/pixels.png",
        "release": "24 de julio del 2015",
        "logo": "/assets/movies/pixels.svg"
    },
    {
        "name": "Punch-Drunk Love",
        "trailer": "https://www.youtube.com/watch?v=KGqn5k227HY",
        "synopsis": "Barry Egan, ejecutivo de una empresa de artículos de tocador novedosos, lucha contra el maltrato y la falta de amor de sus siete hermanas. Conoce a Lena Leonard, una mujer misteriosa e intensa, que le pide que le arregle su coche averiado, lo que da inicio a su aventura romántica.",
        "poster": "/assets/posters/punchdrunklove.png",
        "release": "11 de octubre del 2002",
        "logo": "/assets/movies/punchdrunklove.svg"
    },
    {
        "name": "Reign Over Me",
        "trailer": " https://www.youtube.com/watch?v=yzQYokimcg0",
        "synopsis": "Un hombre que perdió a su familia el 11 de septiembre en Nueva York se encuentra con su antiguo compañero de cuarto de la universidad. Reavivar la amistad es lo único que parece ser capaz de ayudar al hombre a recuperarse del dolor.",
        "poster": "/assets/posters/reignoverme.png",
        "release": "23 de marzo del 2007",
        "logo": "/assets/movies/reignoverme.svg"
    },
    {
        "name": "Shakes the Clown",
        "trailer": "https://www.youtube.com/watch?v=V7KOt3Hugd4",
        "synopsis": "Shakes, un payaso de fiestas se pasa el tiempo libre emborrachándose. Su jefe le amenaza con despedirlo si no controla su comportamiento. Cuando su jefe es asesinado, Shakes se infiltra, haciéndose pasar por un mimo odiado, para encontrar información que limpie su nombre.",
        "poster": "/assets/posters/shakestheclown.png",
        "release": "13 de marzo del 1992",
        "logo": "/assets/movies/shakestheclown.svg"
    },
    {
        "name": "Spanglish",
        "trailer": "https://www.youtube.com/watch?v=--2IG_rxfUM",
        "synopsis": "Cuando una adinerada familia de Los Ángeles contrata una bella ama de casa mexicana, la vida de todos da vuelta de manera alegremente alocada en esta comedia de modales y caos.",
        "poster": "/assets/posters/spanglish.png",
        "release": "17 de diciembre del 2004",
        "logo": "/assets/movies/spanglish.svg"
    },
    {
        "name": "That’s My Boy",
        "trailer": " https://www.youtube.com/watch?v=SSDzVO_5NhU",
        "synopsis": "Donny tuvo a su hijo Todd cuando era un adolescente y lo crió como padre soltero hasta que cumplió 18 años. Tras años sin verse, el mundo de Todd se colapsa cuando Donny reaparece justo antes de su boda.",
        "poster": "/assets/posters/thatsmyboy.png",
        "release": "15 de junio del 2012",
        "logo": "/assets/movies/thatsmyboy.svg"
    },
    {
        "name": "You Don’t Mess with the Zohan",
        "trailer": "https://www.youtube.com/watch?v=ucmnTmYpGhI",
        "synopsis": "Sandler interpreta a Zohan, un comando israelí que finge su propia muerte para perseguir su sueño: convertirse en peluquero en Nueva York.",
        "poster": "/assets/posters/youdontmesswiththezohan.png",
        "release": "6 de junio del 2008",
        "logo": "/assets/movies/youdontmesswiththezohan.svg"
    },
    {
        "name": "Zookeeper",
        "trailer": "https://www.youtube.com/watch?v=pNJxxRi7AeE",
        "synopsis": "Un grupo de animales de un zoológico deciden romper su código de silencio para lograr que su querido cuidador encuentre el amor de su vida sin tener que abandonar su trabajo.",
        "poster": "/assets/posters/zookeeper.png",
        "release": "8 de julio del 2011",
        "logo": "/assets/logozookeeper.png"
    }
]